base
linux
linux-firmware
bash-completion
networkmanager
modemmanager
sudo
vi
vim
neovim
tree-sitter-cli
tmux
git
man-db
man-pages

github-cli
aria2
lazygit
which
fd
ripgrep
fzf
jq
yq
colordiff
tree
zoxide
direnv
yazi
htop
btop
rclone

tar
gzip
bzip2
xz
7zip
zip
unrar
unzip
zstd

sddm
niri
xwayland-satellite
xdg-desktop-portal-gtk
xdg-desktop-portal-gnome
gnome-keyring
nwg-look
nautilus
quickshell
vimix-cursors

kitty
neovide
zed
chromium
qalculate-gtk
noto-fonts
gnu-free-fonts
ttf-liberation
ttf-jetbrains-mono-nerd

cups
cups-pdf
zathura
zathura-pdf-poppler
typst
libreoffice

scrcpy
flatpak


make
just

base-devel
gcc
cmake

python
ipython
python-pip
python-numpy
python-sounddevice
python-scipy
python-pandas
python-matplotlib
python-pygame
python-pillow
python-pyserial
python-pynvim
python-pyperclip
python-jupyter-client

nodejs
npm

lua
luajit
luarocks


steam
lutris
mangohud
gamescope
wine
wine-mono
wine-gecko
winetricks
protontricks

prismlauncher
jre17-openjdk
jre21-openjdk


mesa
mesa-utils
lib32-mesa
lib32-mesa-utils
